<template>
  <div>
    <swiper class="swiper" :options="swiperOption">
      <swiper-slide class="text">
        <div>
          5月20日，生态环境部启动全国集中式饮用水水源地环境保护专项第一轮督查，对长江经济带11省（市）县级城市地表水型饮用水源地开展督查，并对2016—2017年已完成整治的这11省（市）地级及以上饮用水水源地开展“回头看”督查。
　　长江经济带覆盖上海、江苏、浙江、安徽、江西、湖北、湖南、重庆、四川、云南、贵州等11省（市），面积约205万平方公里，占全国的21%，人口和经济总量均超过全国的40%。保障好长江这口“大水缸”的水质，关系5亿多人的饮用水安全，也是长江经济带发展的先决条件和筑底工程。
　　近两年来，环保部门开展专项行动，整治长江经济带饮用水水源地环境问题。得益于“共抓大保护，不搞大开发”的意识不断形成以及各地区各部门狠抓落实的努力，沿江11省（市）126个地市319个饮用水水源地排查出的490个环境问题，全部完成清理整治，解决了许多长期想解决而没有解决的难题，办成了许多过去想办而没有办成的大事。
　　126个地市一个也不能掉队，490个环境问题一个也不能落下
　　穿过绿树掩映的江滩公园，只见湖北黄石花湖水厂取水车间矗立江边，旁边的饮用水源一级保护区标识牌分外醒目。从这里到下游全长4.95公里的长江饮用水源地保护区内，依次分布着花湖、凉亭山和王家里3个水厂取水口，保障着黄石80余万人生活和生产用水。
　　由于历史原因，黄石市内先有码头，后建水源地，水源地保护区内还有18家码头泊位、3家驾校、2处厂房、1家工业企业，水源地环境隐患问题突出。
　　在水源地保护行动中，黄石成立专项整治工作指挥部，市委书记、市长挂帅，同时强化责任落实，将水源地码头关停等工作纳入目标考核。2016年3月开始，黄石仅用25天，就拆除了水源地15家非法码头泊位和2处厂房1400平方米的违法建筑物，当年6月底关停3家驾校并拆除培训设施设备，8月底关停3家合法码头、1家工业企业，基本完成整治任务。与此同时，岸线123个非法码头泊位全部拆除。
　　生态环境部环监局在微信上建了“饮用水水源攻坚决胜群”，群内既有分管副部长、环监局局长，也有未完成治理任务的地市分管副市长、环保局局长等。完成整治后，相关地市有关人员才可退群。
　　临近整治期限，环监局区域督察处处长史庆敏在微信群内“@”湖南省株洲市副市长何朝晖，“朝晖市长，剩最后3天时间整治就到期了。我们已拟好两份专报拟报中办、国办，一份是沿江11省市排查发现的490个环境问题全部按期完成清理整治，一份是除湖南株洲市以外全部按期完成清理整治，报哪份就看您了！”何朝晖当即回复：保证如期完成任务！在整治期限最后一天，株洲市二、三水厂水源地保护区内电厂温排口移出工程完工，新箱涵排口正式投入使用。
　　“沿江11省市126个地级市一个也不能掉队，排查出的490个地级及以上饮用水水源地问题一个也不能落下。”生态环境部有关负责人表示，目前，319个饮用水水源地已全部依法完成饮用水水源保护区划定工作，保护区边界设立了地理界标和警示标识，得到有效保护。
　　很多饮用水源地环境问题，在各地前期排查过程中已经解决
　　为了推进490个问题顺利解决，原环保部在一年半时间内先后召开11次工作会、现场会、视频会进行督促落实，持续督导，紧盯相关问题，有效传导压力。沿江11省（市）和126个地市党委、政府一把手亲自抓，形成“政府牵头、部门联动、分工协作、责任清晰”的工作机制；各级环保及相关职能部门全力推进违法问题清理整治，按照“一个水源地、一套整治方案、一抓到底”的原则，保障整治工作取得积极进展。
　　实际上，专项行动解决的环境问题远不止490个，很多环境问题在各地前期排查过程中，已经解决。有的问题历经了几任书记、市长都没能得到解决，这次得到彻底解决。
　　专项行动中好的做法和措施，也为接下来全国饮用水水源地环境整治提供了经验和借鉴。生态环境部环监局有关负责人说，从专项行动得到的经验看，水源地保护要从“划、立、治”来着手，划是指保护区划定，立是指设立地理界标、警示标志，治是指环境违法问题整治，最终要实现“保”的目标，即饮用水水源地水质安全得到保障。
　　“关键是督促地方政府完成整改工作，确保整改方案落实。”这位负责人说，发现的环境问题，登记造册，建立问题清单，逐一分析逐一整改，解决一个销号一个。环保部门单打独斗行不通，要与发改、水利、住建等有关部门积极协作，共抓共管。
　　以前，饮用水水源地整治的一个难点在于，发现目标难、确定位置难。现在，卫星监测、遥感技术等各种高科技手段齐上阵，成为专项行动的亮点。我国已经构建了水源地风险源高分卫星遥感监测类别体系、风险源遥感监测标志数据库，识别全国范围上千个水源地风险源空间分布。
　　全国集中式饮用水水源地环境保护专项第一轮督查将持续至6月2日。作为生态环境部重点攻坚的污染防治攻坚战七大标志性战役之一，今年年底前，长江经济带11省（市）将完成县级及以上城市水源地环境保护专项整治，明年年底前，所有县级及以上城市完成水源地环境保护专项整治。长江经济带饮用水水源地专项行动总结的经验办法，将在其中发挥重要作用。
        </div>
      </swiper-slide>
    </swiper>
  </div>
</template>

<script>
import "swiper/dist/css/swiper.css";
import { swiper, swiperSlide } from "vue-awesome-swiper";
export default {
  data() {
    return {
      swiperOption: {
        direction: "vertical", //竖屏显示
        slidesPerView: "auto", //一屏幕之内显示的swiper的数量
        freeMode: true,
        mousewheel: true
      }
    };
  },
  components: { swiper, swiperSlide }
};
</script>

<style scoped>
.swiper{
  height: 300px;
  overflow: hidden;
}
.text{
  font-size: 18px;
  text-align: left;
  padding: 30px;
  height: auto;
  -webkit-box-sizing: border-box;
  box-sizing: border-box;
}
</style>
